# This Python file uses the following encoding: utf-8
import time
from random import choice






a = ["a-ア","i-イ","u-ウ","e-エ","o-オ","ka-カ","ki-キ","ku-ク","ke-ケ","ko-コ","ga-ガ","gi-ギ","gu-グ","ge-ゲ",
"go-ゴ","ta-タ","chi-チ","tsu-ツ","te-テ","to-ト","da-ダ","di-ヂ","zu-ズ","de-デ","do-ド","ha-ハ","hi-ヒ",
"hu/fu-フ","he-ヘ","ho-ホ","ba-バ","bi-ビ","bu-ブ","be-ベ","bo-ボ","pa-パ","pi-ピ","pu-プ","pe-ペ","po-ポ",
"sa-サ","si/shi-シ","su-ス","se-セ","so-ソ","za-ザ","ji/zi-ジ","zu-ズ","ze-ゼ","zo-ゾ","ma-マ","mi-ミ","mu-ム",
"me-メ","mo-モ","ya-ヤ","yu-ユ","yo-ヨ","ra-ラ","ri-リ","ru-ル","re-レ","ro-ロ","wa-ワ","wo-ヲ","na-ナ","ni-ニ","nu-ヌ",
"ne-ネ","no-ノ","h-ン"]

b = ["ア","イ","ウ","エ","オ","カ","キ","ク","ケ","コ","ガ","ギ","グ","ゲ",
"ゴ","タ","チ","ツ","テ","ト","ダ","ヂ","ズ","デ","ド","ハ","ヒ",
"fフ","ヘ","ホ","バ","ビ","ブ","ベ","ボ","パ","ピ","プ","ペ","ポ",
"サ","シ","ス","セ","ソ","ザ","ジ","ズ","ゼ","ゾ","マ","ミ","ム",
"メ","モ","yヤ","yユ","yヨ","ラ","リ","ル","レ","ロ","ワ","ヲ","ナ","ニ","ヌ",
"ネ","ノ","ン"]




while True:
    print(choice(a))
    time.sleep(5)
    print(choice(b))
    time.sleep(5)

  
