# This Python file uses the following encoding: utf-8
import time
from random import choice

a = ["ka","ki","ku","ke","ko","kya","kyu","kyo","ga","gi","gu","ge","go","gya","gyu","gyo","ta","ti/chi","tsu","te",
     "to","sha","shu","sho","da","ji/di","zu","de","do","ja","ju","jo","ha","hi","hu/fu","he","ho","hya","hyu","hyo",
     "ba","bi","bu","be","bo","bya","byu","byo","pa","pi","pu","pe","po","pya","pyu","pyo","sa","si/shi","su","se","so",
     "cha","chu","cho","za","zi/ji","zu","ze","zo","nya","nyu","nyo","ma","mi","mu","me","mo","mya","myu","myo","ya",
     "i","yu","e","yo","rya","ryu","ryo","ra","ri","ru","re","ro","wa","i","u","e","wo/o","na","ni","nu","ne","no",
     "a","i","u","e","o","n"]
b = ["か","き","く","け","こ","きゃ","きゅ","きょ","が","ぎ","ぐ","げ","ご","ぎゃ","ぎゅ","ぎょ","た","ち","つ","て","と",
     "しゃ","しゅ","しょ","だ","ち","づ","で","ど","じゃ","じゅ","じょ","は","ひ","ふ","へ","ほ","ひゃ","ひゅ","ひょ","ば",
     "び","ぶ","べ","ぼ","びゃ","びゅ","びょ","ぱ","ぴ","ぷ","ぺ","ぽ","ぴゃ","ぴゅ","ぴよ","さ","し","す","せ","そ","ちゃ",
     "ちゅ","ちょ","ざ","じ","ず","ぜ","ぞ","にゃ","にゅい","にょ","ま","み","む","め","も","みゃ","みゅ","みょ","や","い",
     "ゆ","え","よ","りゃ","りゅ","りょ","ら","り","る","れ","ろ","わ","い","う","え","を","な","に","ぬ","ね","の","あ",
     "い","う","え","お","ｎ"]
c = ["カ","キ","ク","ケ","コ","キャ","キュ","キョ","ガ","ギ","グ","ゲ","ゴ","ギャ","ギュ","ギョ","タ","チ","ツ","テ","ト",
     "シャ","シュ","ショ","ダ","ヂ","ヅ","デ","ド","ジャ","ジュ","ジョ","ハ","ヒ","フ","ヘ","ホ","ヒャ","ヒュ","ヒョ","バ",
     "ビ","ブ","ベ","ボ","ビャ","ビュ","ビョ","パ","ピ","プ","ペ","ポ","ピャ","ピュ","ピョ","サ","シ","ス","セ","ソ","チャ",
     "チュ","チョ","ザ","ジ","ズ","ゼ","ゾ","ニャ","ニュ","ニョ","マ","ミ","ム","メ","モ","ミャ","ミュ","ミョ","ヤ","リ","ル",
     "レ","ロ","ワ","イ","ウ","エ","ヲ","ナ","ニ","ヌ","ネ","ノ","ア","イ","ウ","エ","オ","ン"]

while True:
    print(choice(a))
    time.sleep(8)
    print(choice(b))
    time.sleep(8)
    print(choice(c))
    time.sleep(8)
  
